Repository: ruifontes/addonsHelp
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de, es, fi, fr, gl, he, hr, it, pl, ro, ru, sk, sr, tr, zh_cn

source: Running add-ons &documentation
ar: ملفا&ت المساعدة الخاصة بالإضافات المفعَّلة
bg: Документация на &работещите добавки
de: Dokumentation&aktivierter Erweiterungen
es: &Documentación de complementos en ejecución
fi: Käytössä olevien lisäosien &ohjeet
fr: &Documentation des extensions en cours d'exécution
gl: &Documentación de complementos en execución
he: הרצת תוספים &תיעוד
hr: Pokretanje &dokumentacije dodataka
it: Avvio della &documentazione dei componenti agiguntivi
pl: &Dokumentacja uruchomionych dodatków
ro: &Documentația suplimentelor care rulează
ru: Документация &запущенных дополнений
sk: Spúšťam add-on &dokumentáciu
sr: &Dokumentacija pokrenutih dodataka
tr: Eklenti &dokümantasyonu ÇALIŞIYOR
zh_cn: 运行插件文档(&C)

source: Add-ons &commands
ar: أوامر الإضافات &البرمجية
bg: &Команди на добавките
de: Tastenkombinationen von &Erweiterungen
es: Órdenes de &complementos
fi: Lisäosien &komennot
fr: &Commandes des extensions
gl: &Atallos de complementos
he: תוספים &פקודות
hr: &Prečaci dodataka
it: &Comandi dei componenti aggiuntivi
pl: Polecenia &dodatków
ro: &Comenzile suplimentelor
ru: &Команды дополнений
sk: Doplnky &príkazov
sr: &Komande dodataka
tr: Eklenti &komutları
zh_cn: 插件命令(&A)

source: Description of the scripts contained in each add-on
ar: وصفُ الأوامر التي تتضمنها كل إضافة
bg: Описание на скриптовете, съдържащи се във всяка добавка
de: Beschreibung der Befehle, die in jeder Erweiterung enthalten sind
es: Descripción de los scripts contenidos en cada complemento
fi: Kuvaus kunkin lisäosan komennoista
fr: Description des scripts contenus dans chaque extension
gl: Descrición dos scripts que contén cada complemento
he: תיאור הסקריפטים הכלולים בכל תוסף
hr: Opisi prečaca koji se nalaze u dodacima
it: Descrizione degli script contenuti in ogni componente aggiuntivo
pl: Opis gestu zawartego w dodatku
ro: Fiecare supliment conține o descriere de scripturi
ru: Описание клавишных команд, содержащихся в каждом дополнении
sk: Popis skriptov obsiahnutých v každom doplnku
sr: Opisi za skripte u svakom dodatku
tr: Her bir eklentide bulunan komutların açıklaması
zh_cn: 每个插件中包含的脚本说明

source: Disabled add-o&ns documentation
ar: ملفات المساعدة الخاصة بالإضافات المعطَّلة
bg: Документация на и&зключените добавки
de: Dokumentation &deaktivierter Erweiterungen
es: Documentación de complementos &deshabilitados
fi: Käytöstä poistettujen lisäosie&n ohjeet
fr: Documentation des &extensions désactivées
gl: Documentación de complementos des&habilitados
he: תיעוד תוספים מושבת
hr: Dokume&ntacija isključenih dodataka
it: Documentazione dei compo&nenti aggiuntivi disabilitati
pl: Dokumentacja wy&łączonych dodatków
ro: &Documentația suplimentelor dezactivate
ru: Док&ументация отключённых дополнений
sk: Zakázaná d&okumentácia doplnkov
sr: Dokumentacija &onemogućenih dodataka
tr: Eklenti dokümantasyonu&nu devre dışı bırak
zh_cn: 已禁用的插件文档(&D)

source: Not assigned to gesture or part of layered commands
ar: لم يتم تعيينه لإيماءة أو جزء من أوامر ذات طبقات
bg: Няма назначен жест или слоева команда
de: Keiner Tastenkombination oder Befehlsschicht zugeordnet
es: No se ha asignado un gesto o es parte de las órdenes de capa
fi: Syötekomentoa tai komentokerroksen komentoa ei määritetty
fr: Non assigné à un geste ou élément de commandes de niveau supérieur
gl: Non asignado a xesto ou parte de comandos en capa
he: לא מוקצת מחווה או חלק מפקודות השכבות
hr: Nije dodijeljeno gesti ili je dio višeslojnog prečaca
it: Non assegnato a un gesto o a parte dei comandi sovrapposti
pl: Nie przydzielone do gestu lub jest częścią komend wielowarstwowych
ro: Nu este atribuit unui gest sau unei părți dintr-o comandă stratificată
ru: Не назначен жест или часть многослойных команд
sr: Nije podešena komanda ili vezana prečica
tr: Harekete veya katmanlı komutların bir bölümüne atanmamış
zh_cn: 未分配给手势或分层命令的一部分

source: List of commands for running add-ons
ar: قائمةُ الأوامر الخاصة بالإضافات المفعَّلة
bg: Списък с команди на работещите добавки
de: Liste der Tastenkombinationen für aktivierte Erweiterungen
es: Lista de órdenes de complementos en ejecución
fi: Luettelo käytössä olevien lisäosien komennoista
fr: Liste des commandes pour exécuter des extensions
gl: Lista de atallos para complementos en execución
he: רשימת פקודות להפעלת תוספים
hr: Popis naredbi za pokretanje dodataka
it: Elenco dei comandi per l'avvio dei componenti aggiuntivi
pl: Spis poleceń dla uruchomionych dodatków
ro: Listă de comenzi pentru suplimentele care rulează
ru: Список команд для запущенных дополнений
sk: Zoznam príkazov na spustenie doplnkov
sr: Lista komandi za pokrenute dodatke
tr: Eklentileri çalıştırmak için komutların listesi
zh_cn: 运行插件的命令列表

source: Documentation
ar: ملفات المساعدة
bg: Документация
de: Dokumentation
es: Documentación
fi: Ohje
gl: Documentación
he: תיעוד
hr: Dokumentacija
it: Documentazione
pl: Pomoc
ro: Documentație
ru: Документация
sk: Dokumentácia
sr: Dokumentacija
tr: Dokümantasyon
zh_cn: 文档

source: Gesture
ar: مفتاح اختصار
bg: Жест
de: Tastenkombination
es: Gesto
fi: Syötekomento
fr: Gestes de commandes
gl: Atallo
he: מחווה
hr: Gesta
it: Gesto
pl: polecenie
ro: Gest
ru: Жест
sk: Gest
sr: Komanda
tr: Hareket
zh_cn: 手势

source: Add-ons documentation
ar: ملفات المساعدة الخاصة بالإضافات البرمجية
bg: Документация на добавките
de: Dokumentation der Erweiterungen
es: Documentación de complementos
fi: Lisäosan ohje
fr: Documentation des extensions
gl: documentación de complementos
he: תיעוד תוספים
hr: Dokumentacija dodataka
it: Documentazione dei componenti aggiuntivi
pl: Dokumentacja dodatków
ro: Documentație suplimente
ru: Документация дополнения
sk: Add-ons dokumentácia
sr: Dokumentacija dodataka
tr: Eklenti dokümantasyonu
zh_cn: 插件文档

source: You have installed the addonsHelp-1.0 add-on which is incompatible with this one. The new name of this add-on is addonsHelp. Click OK to update it.
ar: إضافة addonsHelp-1.0 مثبّتة لديك، وههي متوافقة ع هذه الإضافة. الاسم الجديد لهذه الإضافة هو addonsHelp-1.0 . اضغط موافق لتحديثها.
bg: Инсталирали сте добавката "addonsHelp-1.0", която е несъвместима с тази. Новото име на тази добавка е "Документация на добавките". Задействайте бутона "OK", за да я обновите.
de: Sie haben die Erweiterung "Dokumentation der Erweiterungen" 1.0 installiert. Diese Version der Erweiterung ist mit dieser Version nicht kompatibel. Der neue Name dieser Erweiterung ist ErweiterungsHilfe. Klicken Sie auf OK, um die Erweiterung zu aktualisieren.
es: Tienes instalado el complemento AddonsHelp-1.0, que es incompatible con este. El nuevo nombre de este complemento es Documentación de complementos. Pulsa Aceptar para actualizarlo.
fi: Asennettuna on addonsHelp-1.0-lisäosa, joka ei ole yhteensopiva tämän version kanssa. Lisäosan uusi nimi on addonsHelp. Päivitä painamalla OK.
fr: Vous avez installé l'extension addonsHelp-1.0 qui est incompatible avec celle-ci. Le nouveau nom de cette extension est addonsHelp. Cliquez sur OK pour la mettre à jour.
gl: Tes instalado o complemento addonsHelp-1.0 que é incompatible con éste. O novo nome deste complemento é addonsHelp. Preme Aceptar para actualizalo.
he: התקנת את התוסף addonsHelp-1.0 שאינו תואם. השם החדש של התוסף הוא addonsHelp. לחץ OK לעדכון.
hr: Instaliran je dodatak „addonsHelp-1.0” koji nije kompatibilan s ovom verzijom. Novi naziv ovog dodatka je „addonsHelp”. Za nadogradnju dodatka, pritisni gumb „U redu”.
it: È stato installato il componente aggiuntivo addonsHelp-1.0, che è incompatibile con questa versione. Il nuovo nome di questo componente aggiuntivo è addonsHelp. Fare clic su OK per aggiornarlo.
pl: Zainstalowałeś addonsHelp-1.0 który jest niezgodny z tą wersją. Nowa nazwa tego dodatku to addonsHelp. Aby zaktualizować dodatek, naciśnij OK.
ro: Ați instalat suplimentul addonsHelp-1.0, care este incompatibil cu acesta. Noul nume al acestui supliment este addonsHelp. Faceți click pe OK pentru a-l actualiza.
ru: Вы установили дополнение addonsHelp-1.0, которое несовместимо с этим. Новое название этого дополнения является addonsHelp. Нажмите кнопку OK, чтобы его обновить.
sk: Máte nainštalovanú Addonshelp-1.0, ktorý je nekompatibilný s týmto doplnkom. Nový názov doplnku je addonsHelp. Kliknutým na tlačidlo OK prevezmite aktualizáciu.
sr: Instalirali ste dodatak addonsHelp-1.0 koji je nekompatibilan sa ovim dodatkom. Novo ime ovog dodatka je addonsHelp. Kliknite ok za ažuriranjeit.
tr: Bununla uyumlu olmayan addonsHelp-1.0 eklentisini yüklediniz. Bu eklentinin yeni adı addonsHelp. Güncellemek için Tamam'ı tıklayın.
zh_cn: 您已安装与此插件"Help-1.0"插件不兼容的插件。此插件的新名称是插件 帮助。单击"确定"进行更新。

source: Update confirmation
ar: تأكيد التحديث
bg: Потвърждение за обновяване
de: Bestätigung der Aktualisierung
es: Confirmación de actualización
fi: Päivitysvahvistus
fr: Confirmation de mise à jour
gl: Confirmación de actualización
he: אישור העדכון
hr: Potvrda nadogradnje
it: Conferma aggiornamento
pl: Potwierdzenie aktualizacji
ro: Confirmare actualizare
ru: Подтверждение обновления
sk: Aktualizácia úspešná
sr: Potvrda ažuriranja
tr: Güncelleme onayı
zh_cn: 确认更新

source: This add-on provides a quick way to access documentation for the add-ons you have installed, creating, in the NVDA Help menu, two sub-menus. One, called "Running add-ons documentation", grouping the documentation and a list of commands for running add-ons, and another sub-menu called "Disabled add-ons documentation", where are listed the disabled add-ons.
ar: تسهّلُ هذه الإضافة الوصول إلى ملفات المساعدة وتعليمات الاستخدام الخاصة بالإضافات البرمجية المثبَّتة لديك، وهي تنشئُ قائمتين فرعيتين ضمن قائمة المساعدة الخاصة ب NVDA، الأولى "ملفات المساعدة الخاصة بالإضافات المفعَّلة"، تجمع ملفات التعليمات وقوائم الأوامر الخاصة بالإضافات العاملة. والثانية "ملفات المساعدة الخاصة بالإضافات المعطَّلة" تتضمن ما يخص الإضافات المعطَّلة.
bg: Тази добавка осигурява бърз начин за достъп до документацията за инсталираните добавки. Тя създава в менюто за помощ на NVDA две подменюта. Едното е наречено "Документация на работещите добавки", групира документацията за всяка добавка и предоставя списък с команди за всички работещи добавки, с таблица за всяка добавка. Другото подменю, наречено "Документация на изключените добавки", изброява изключените добавки и предоставя достъп до документацията им.
de: Diese Erweiterung bietet eine schnelle Möglichkeit, auf die Dokumentation für die von Ihnen installierten Erweiterungen zuzugreifen. Dabei werden im NVDA-Menü unter Hilfe zwei Untermenüs erstellt. Im Untermenü "Dokumentation für aktivierte Erweiterungen" finden Sie die Dokumentationen sowie eine Liste der Tastenkombinationen der aktivierten Erweiterungen., Im Untermenü namens "Dokumentation für deaktivierte Erweiterungen", finden Sie die Dokumentation sowie die Liste der Tastenkombinationen für deaktivierte Erweiterungen.
es: Este complemento proporciona una forma rápida de acceder a la documentación de los complementos que tienes instalados, creando en el menú ayuda de NVDA dos submenús. Uno, llamado "Documentación de complementos en ejecución", agrupa la documentación y una lista de las órdenes de los complementos en ejecución, y otro submenú llamado "Documentación de complementos deshabilitados", donde se listan los complementos deshabilitados.
fi: Tämä lisäosa tarjoaa nopean pääsyn asennettujen lisäosien ohjeisiin luomalla NVDA:n Ohje-valikkoon kaksi alavalikkoa. Yksi näistä on "Käytössä olevien lisäosien ohjeet", josta pääsee lukemaan käytössä olevien lisäosien ohjeita sekä niiden komentoja. Toinen alavalikko on "Käytöstä poistettujen lisäosien ohjeet", jossa näkyvät käytöstä poistetut lisäosat.
fr: Cette extension fournit un moyen rapide d'accéder à la documentation des extensions que vous avez installées. Elle ajoute, dans le menu Aide de NVDA, deux sous-menus. L'un, appelé "Documentation des extensions en cours d'exécution", regroupe la documentation de chaque extension et met à disposition une liste de commandes pour toutes les extensions en cours d'exécution, avec un tableau pour chaque extension. L'autre sous-menu intitulé "Documentation des extensions désactivées" répertorie les extensions désactivées.
gl: Este complemento proporciona un método rápido para acceder á documentación dos complementos que tes instalados, creando, no menú Axuda de NVDA, dous submenús. Un, chamado "Documentación de complementos en execución", que agrupa a documentación e unha lista de atallos para os complementos en execución, e outro submenú chamado "Documentación de complementos deshabilitados", onde están listados os complementos deshabilitados.
he: תוסף זה מספק דרך מהירה לגשת לתיעוד של תוסף שהתקנת, יצירת שני תפריטי משנה בתפריט ה NVDA Help. הראשון, נקרא "הפעלת תיעוד התוספים", קיבוץ התיעוד ורשימת פקודות להפעלת תוספים, התפריט משנה השני נקרא "השבתת תיעוד התוספים", שבו מפורטים תוספים מושבתים.
hr: Ovaj dodatak omogućuje brzi pristup dokumentaciji za instalirane dodatke. U NVDA izborniku Pomoć prikazuje dva podizbornika. Prvi se zove „Pokretanje dokumentacije dodataka”, koji grupira dokumentaciju dodataka i sadrži popis naredbi za pokretanje dodataka. Drugi podizbornik se zove „Dokumentacija isključenih dodataka”, koji sadrži popis isključenih dodataka.
it: Questo componente aggiuntivo fornisce un modo rapido per accedere alla documentazione dei componenti aggiuntivi installati. Nel menu aiuto di NVDA vengono creati due sottomenu: uno, chiamato "Avvio della documentazione dei componenti aggiuntivi", che raggruppa la documentazione e un elenco di comandi per l'avvio dei componenti aggiuntivi; l'altro sottomenu, chiamato "Disabilita la documentazione dei componenti aggiuntivi", in cui sono elencati i componenti aggiuntivi disabilitati.
pl: Ten dodatek dostarcza pomocy dla zainstalowanych dodatków, tworząc w menu pomoc, dwa rozwijane podmenu. Pierwsze o nazwie "dokumentacja dla uruchomionych dodatków", grupuje dokumentację i liste skrótów dla aktywowanych dodatków, drugie, "dokumentacja wyłączonych dodatków", listuje pomoc dla wszystkich wyłączonych wtyczek.
ro: Acest supliment oferă o modalitate rapidă de a accesa documentațiile suplimentelor pe care le-ați instalat, creând, în meniul Ajutor din NVDA, două submeniuri. Primull, numit „Documentația suplimentelor care rulează”, grupează documentațiile și o listă de suplimente care rulează, iar celălalt submeniu, numit „Documentația suplimentelor dezactivate”, are în avidența sa toate suplimentele dezactivate.
ru: Это дополнение обеспечивает быстрый доступ к документации по установленным дополнениям, создавая в меню NVDA Help два подменю. Одно называется "Документация по запущенным дополнениям", в нем сгруппирована документация и список команд для запуска дополнений, а другое подменю называется "Документация по отключенным дополнениям", в котором перечислены отключенные дополнения.
sk: Tento doplnok poskytuje rýchly spôsob prístupu k dokumentácii doplnkov, ktoré ste nainštalovali, vytvorením dvoch podponúk v ponuke Pomocníka NVDA. Jeden, nazvaný "Spustenie dokumentácie doplnkov", zoskupenie dokumentácie a zoznam príkazov pre spustenie doplnkov, a ďalšie podmenu s názvom "Zakázaná dokumentácia doplnkov", kde sú uvedené zakázané doplnky.
sr: Ovaj dodatak pruža brz pristup dokumentaciji dodataka koje ste instalirali, pravljenjem, u NVDA meniju pomoći, 2 podmenija. Jedan, sa nazivom"Dokumentacija pokrenutih dodataka", koji grupiše dokumentacije i komande za instalirane dodatke, i još jedan podmeni sa nazivom"dokumentacija onemogućenih dodataka", u kome se nalaze onemogućeni dodaci.
tr: Bu eklenti, NVDA Yardım menüsünde iki alt menü oluşturarak kurduğunuz eklentiler için belgelere hızlı bir şekilde erişmenizi sağlar. Biri, "Eklenti belgelerini çalıştırma" olarak adlandırılan, belgeleri ve eklentileri çalıştırmak için kullanılan komut listesini gruplandıran ve ikincisi de devre dışı bırakılmış eklentileri listeleyen "Devre dışı eklenti belgeleri" adlı bir alt menüdür.
zh_cn: 此插件提供了一种访问已安装插件的文档的快捷方式，在 NVDA 帮助菜单中分别创建了两个子菜单。一个称为"运行插件文档"，对文档和运行插件的命令列表进行分组，另一个子菜单称为"禁用插件文档"，其中列出了禁用的插件文档。
